Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/gnome-extras.tmx
Source language: en
Languages: be

source: Enter <b>smart</b> column edit mode using selection
be: Перайсці ў <b>разумны</b> слупковы рэжым рэдагавання для вылучанага

source: Enter column edit mode using selection
be: Перайсці ў слупковы рэжым рэдагавання для вылучанага

source: Enter message number:
be: Увядзіце нумар паведамлення:

source: Enter password
be: Увядзіце пароль

source: Enter password for user
be: Упішыце пароль карыстальніка

source: Enter password for user:
be: Упішыце пароль карыстальніка:

source: Enter text without a keyboard
be: Увод тэксту без клавіятуры

source: Enter the URL
be: Увядзіце URL

source: Enter the byte to jump to
be: Увядзіце байт, да якога трэба перайсці

source: Enter the cursor offset format
be: Увядзіце фармат зруху курсора

source: Enter the hex data or ASCII data to replace with
be: Увядзіце шаснаццатковыя ці ASCII-даныя для замены

source: Enter the hex data or ASCII data to search for
be: Увядзіце шаснаццатковыя ці ASCII-даныя для пошуку

source: Epiphany Web Browser
be: Гартач Сеціва Эпіфані

source: Episode Properties
be: Уласцівасці эпізоду

source: Episodes
be: Эпізоды

source: Error
be: Памылка

source: Error Loading Calendar
be: Памылка загрузкі календара

source: Error Parsing Calendar
be: Памылка разбору календара

source: Error binding to socket - already in use?
be: Памылка прывязкі сокета - ужо занята?

source: Error connecting
be: Памылка злучэння

source: Error connecting to server.
be: Памылка злучэння з серверам.

source: Error connecting to the synchronization service. Please try again.
be: Паўтарыце спробу.

source: Error creating podcast download directory
be: Не ўдалося стварыць каталог для сцягвання падкастаў

source: Error creating socket
be: Памылка стварэння сокета

source: Error in podcast
be: Памылка ў падкасце

source: Error in server response, GET failed
be: Памылка ў адказе сервера, няўдалы GET

source: Error message
be: Паведамленне аб памылцы

source: Error playing CD. Reason: %s
be: Прычына: %s

source: Error printing note
be: Памылка друку нататкі

source: Error running gaim-remote: {0}
be: Памылка запуску "gaim-remote": {0}

source: Error saving file!
be: Памылка захавання файла!

source: Error saving icon
be: Памылка захавання значка

source: Error saving note data.
be: Памылка захавання даных нататкі.

source: Error syncing config data: %s
be: Памылка сынхранізацыі даньняў наладкі: %s

source: Error transferring track
be: Памылка перадачы трэка

source: Error tuning station: %i - %s
be: Памылка настройкі станцыі: %i - %s

source: Error tuning station: %s
be: Памылка настройкі станцыі: %s

source: Error tuning station: invalid response
be: Памылка настройкі станцыі: няправільны адказ

source: Error tuning station: no response
be: Памылка настройкі станцыі: няма адказу

source: Error tuning station: unexpected response
be: Памылка настройкі станцыі: нечаканы адказ

source: Error while saving custom genre: %s
be: Памылка падчас захавання ўласнага жанру: %s

source: Error while saving song information
be: Памылка падчас захавання звестак пра трэк

source: Error while spawning Nautilus: %s
be: [PO-fuzzy] Памылка падчас запуску Наўтылюса: %s

source: Error: %s
be: Памылка: %s

source: Establish and Edit Profiles for Users
be: Усталяваньне й рэдагаваньне профіляў карыстальнікаў

source: Estimated time left: %d:%02d (at %0.1f×)
be: Засталося часу: %d:%02d (хуткасць: %0.1f×)

source: Estimated time left: unknown
be: Застаўшыся час: невядома

source: Ethernet interface:
be: Ethernet-інтэрфэйс:

source: Every day
be: Штодзень

source: Every hour
be: Штогадзіну

source: Every week
be: Штотыдзень

source: Example Path
be: Узорная сцежка

source: Example Path:
be: Прыклад сцежкі:

source: Executes scheduled actions
be: Выконвае заплянаваныя апэрацыі

source: Exit the program
be: Выйсці з праграмы

source: Expire passwords in the cache
be: Пазначаць паролі ў кэшы як састарэлыя

source: Expired Signature
be: Састарэлы подпіс

source: Exponential moving average:
be: Сярэдні экспанэнцыйны рух:

source: Export
be: Экспартаваць

source: Export All Notes To {0}
be: Экспартаваць усе нататкі ў {0}

source: Export All Notes to {0}
be: Экспартаваць усе нататкі ў {0}

source: Export Selected Notebook To {0}
be: Экспартаваць вылучаны блакнот у {0}

source: Export data to HTML source
be: Экспартаваць даныя ў HTML

source: Export linked notes
be: Экспартаваць звязаныя нататкі

source: Export selected notebook to {0}
be: Экспартаваць вылучаны блакнот у {0}

source: Export to HTML
be: Экспартаваць у HTML

source: Export your notes.
be: Экспартаванне нататак.

source: Extract
be: Скапіраваць

source: Extracted comments:
be: Вынятыя каментарыі:

source: Extracting audio from CD
be: Капіраванне гуку з кампакт-дыска

source: Extractor object is not valid. This is bad, check your console for errors.
be: Гэта вельмі кепскі знак, праверце, ці няма якіх-небудзь памылак у кансолі.

source: Eyes
be: Вочы

source: FILE
be: ФАЙЛ

source: FILES
be: ФАЙЛЫ

source: FIXME: no conversion function
be: FIXME: функцыя канверсіі адсутнічае

source: FM Radio
be: Радыё FM

source: FTP service
be: Служба FTP

source: FUSE Mounting Timeout (ms)
be: Тэрмін чакання мацавання FUSE (мс)

source: FUSE could not be enabled.
be: Не ўдалося ўключыць FUSE.

source: F_older hierarchy:
be: І_ерархія папак:

source: F_ree
be: _Вольная

source: Factor by which to zoom in
be: Каэфіцыент маштабавання

source: Factory for creating the invest applet.
be: [PO-fuzzy] Вытворчасьць для стварэньня аплета надвор'я.

source: Factory for creating the weather applet.
be: Вытворчасьць для стварэньня аплета надвор'я.

source: Factory for drive mount applet
be: Вытворчасьць аплета мацаваньня прыладаў

source: Fahrenheit
be: Фарэнгэйт

source: Failed
be: Няўдача

source: Failed opening file '%s': %s
be: Не ўдалося адкрыць файл "%s": %s

source: Failed to access configuration source(s): %s
be: Немагчыма атрымаць доступ да крыніц(ы) наладкі: %s

source: Failed to add default profile %s to configuration
be: Памылка даданьня змоўчанага профілю %s у канфігурацыю

source: Failed to add user %s to profile configuration
be: Памылка даданьня карыстальніка %s у канфігурацыю профілю

source: Failed to construct test pipeline for '%s'
be: Памылка стварэньня тэставага трубаправода для '%s'

source: Failed to create %s element; check your GStreamer installation
be: Не ўдалося стварыць элемент %s; варта праверыць ваша ўсталяванне GStreamer

source: Failed to create CD source element
be: Не ўдалося стварыць элемент-крыніцу на аснове кампакт-дыска

source: Failed to create GStreamer element; check your installation
be: Не ўдалося стварыць новы элемент GStreamer; праверце ўсталяванне

source: Failed to create GStreamer pipeline to play %s
be: Не ўдалося стварыць канвеер GStreamer для прайгравання %s

source: Failed to create a source element; check your installation
be: Не ўдалося стварыць выточны элемент; праверце ваша ўсталяванне

source: Failed to create audio output element; check your installation
be: Не ўдалося стварыць элемент вываду гуку; праверце ўсталяванне

source: Failed to create output directory: %s
be: Не ўдалося стварыць каталог для вываду: %s

source: Failed to create the 'decodebin2' element; check your GStreamer installation
be: Не ўдалося стварыць элемент "decodebin2"; праверце ўсталяванне GStreamer

source: Failed to create the 'giostreamsink' element; check your GStreamer installation
be: Не ўдалося стварыць элемент "giostreamsink"; праверце ўсталяванне GStreamer

source: Failed to create the player: %s
be: Не ўдалося стварыць прайгравальнік: %s

source: Failed to display help: %s
be: Немагчыма паказаць даведку: %s

source: Failed to get output format
be: Не ўдалося вызначыць фармат вываду

source: Failed to get the group list
be: Памылка пры атрыманьні сьпісу групаў

source: Failed to get the user list
be: Няўдача пры атрыманьні сьпісу карыстальнікаў

source: Failed to link GStreamer pipeline; check your installation
be: Не ўдалося далучыць канвеер GStreamer; праверце ўсталяванне

source: Failed to link new stream into GStreamer pipeline
be: Не ўдалося далучыць новы струмень да канвеера GStreamer

source: Failed to load UI file; please check your installation.
be: [PO-fuzzy] Немагчыма загрузіць файл glade; калі ласка, праверце вашую ўсталёўку.

source: Failed to load the Locations XML database. Please report this as a bug.
be: Калі ласка, паведаміце распрацоўшчыкам пра памылку.

source: Failed to open output device
be: Не ўдалося адкрыць вывадное прыстасаванне

source: Failed to open output device: %s
be: Не ўдалося адкрыць вывадное прыстасаванне: %s

source: Failed to read file '%s': %s
be: Не ўдалося прачытаць файл '%s': %s

source: Failed to read metadata from '%s': %s
be: Не ўдалося прачытаць мэтазьвесткі з '%s': %s

source: Failed to save UserDatabase to %s
be: Памылка захаваньня базы карыстальнікаў у %s

source: Failed to start Volume Control: %s
be: Немагчыма запусьціць кіравальнік гукам: %s

source: Failed to start Xephyr: died during startup
be: Немагчыма запусьціць Xephyr: загінуў у час запуску

source: Failed to start Xephyr: timed out waiting for USR1 signal
be: Немагчыма запусьціць Xephyr: таймаўт для сыгнала USR1

source: Failed to start new stream
be: Не ўдалося запусціць новы струмень

source: Failed to synchronize
be: Няўдалая сінхранізацыя

source: Failure instantiating main window
be: Памылка стварэньня асноўнага вакна

source: Fast stoch
be: Хуткі стахастычны

source: Fax settings management
be: Кіраваньне факсам

source: February (02)
be: Люты (02)

source: Feed
be: Канал

source: Feed:
be: Канал:

source: Feels like:
be: Адчуваньні:

source: Fetch a radar map on each update.
be: Атрымліваць радарную мапу падчас кожнага абнаўленьня.

source: Fetch album covers from the Internet
be: Сцягваць вокладкі альбомаў з Інтэрнэту

source: Fetch more tracks
be: Атрымаць больш трэкаў

source: Fetch song lyrics from the Internet
be: Атрымаць тэкст песні з Інтэрнэту

source: Figure
be: Фігура

source: File
be: Файл

source: File %s exists. Do you want to overwrite it?
be: Перапісаць яго?

source: File %s has changed since last save. Do you want to save changes?
be: Захаваць змены?

source: File %s is not a profile configuration
be: Файл %s ня ёсьць канфігурацыяй профілю

source: File Information
be: Зьвесткі пра файл

source: File Not Found (%s)
be: Файл ня знойдзены (%s)

source: File System
be: Файлавая сыстэма

source: File _name:
be: _Назва файла:

source: File closed
be: Файл закрыты

source: File corrupted during write
be: Файл пашкоджаны падчас запісу

source: File duration:
be: Працягласьць файла:

source: File ends with incomplete UTF-8 character beginning 0x%x (expecting %i bytes but only %i)
be: Файл канчаецца няпоўным знакам UTF-8, пачынаючы з 0x%x (чакалі %i байтаў, атрымана толькі %i)

source: File input
be: Увод з файла

source: File is not a valid .desktop file
be: Файл не з'яўляецца правільным desktop-файлам

source: File name:
be: Назва файла:

source: File saved.
be: Файл захаваны.

source: File size:
be: Памер файла:

source: Filename of sentences to enter
be: Назва файла са сказамі для ўводу

source: Filename to restrict search to
be: Назва файла для абмежавання дыяпазону пошуку

source: Filename to which searching of the translation memory should be restricted.
be: Назва файла, якой трэба абмежаваць пошук у памяці перакладаў.

source: Filename:
be: Назва файла:

source: Files
be: Файлы

source: Files owned by user %s in <tt>%s</tt> can be completely removed if you don't need them anymore. You may want to back them up before deleting the account, or keep them so that an administrator can save them later.
be: Але можна пакінуць іх для стварэньня рэзэрвовай копіі перад выдаленьнем уліковага запісу, альбо каб адміністратар мог захаваць іх пазьней.

source: Files saved.
be: Файлы захаваныя.

source: Financial Chart
be: Фінансавы графік

source: Financial Chart - %s
be: Фінансавыя зьвесткі - %s

source: Find
be: Шукаць

source: Find Data
be: Пошук даных

source: Find Next
be: Шукаць далей

source: Find String
be: Пошук тэксту

source: Find _Next
be: Знайсьці _далей

source: Find _Previous
be: Шукаць ра_ней

source: Find _next
be: Шукаць да_лей

source: Find in This Note
be: Пошук у гэтай нататцы

source: Find next
be: Шукаць далей

source: Find out about Magnatune at
be: Даведацца больш аб Magnatune па адрасе

source: Find previous
be: Шукаць раней

source: Finds the next occurrence of the search string
be: Знайсці наступны адпаведнік шуканага тэксту

source: Finds the previous occurrence of the search string
be: Знайсці папярэдні адпаведнік шуканага тэксту

source: Finished Downloading
be: Сцягванне скончана

source: Finished downloading podcast
be: Сцягванне падкаста скончана

source: Firewall
be: Сеткавая заслона

source: Firmware version:
be: Версія апаратнага апраграмавання:

source: Fixed Wid_th
be: _Сталая шырыня

source: Float 32 bit:
be: 32 біты, float:

source: Float 64 bit:
be: 64 біты, float:

source: Folder does not exist.
be: Папка не існуе.

source: Folder hie_rarchy:
be: І_ерархія папак:

source: Folder path field is empty.
be: Графа сцежкі да папкі пустая.

source: Folder sharing service
be: Сыстэма публікацыі тэчак для супольнага доступу

source: Folder:
be: Тэчка:

source: Folk
be: Фолк

source: Font
be: Шрыфт

source: Font C_olor:
be: К_олер шрыфта:

source: Font Co_lor:
be: Кол_ер шрыфту:

source: Font Size
be: Памер шрыфту

source: Font face
be: Від шрыфту

source: Font face (deprecated)
be: Від шрыфту (састарэлы тэг)

source: Fonts
be: Шрыфты

source: Footnote
be: Падрадкоўнік

source: For horizontal panels, the width of the graphs in pixels. For vertical panels, this is the height of the graphs.
be: Для вэртыкальных панэляў, вышыня графікаў у піксэлях.

source: For label
be: Пазнака for-аб'екта

source: Force Quit button
be: Кнопка прымусовага выхаду

source: Force _default color and font on notes
be: Скарыстаць прад_вызначаныя шрыфт і колер для ўсіх нататак

source: Force _fullscreen mode
be: Прымусіць _ужываньне поўнаэкраннага рэжыму

source: Force to have Halt command
be: Прымусовая наяўнасць загаду Спыну

source: Forced line break
be: Прымусовы разрыў радка

source: Forecast
be: Прагноз

source: Forecast Report
be: Прагноз надвор'я

source: Forecast not currently available for this location.
be: Прагноз для гэтай мясцовасьці адсутнічае.

source: Foreground color, blue component
be: Колер тэксту; блакітны складнік

source: Foreground color, green component
be: Колер тэксту; зялёны складнік

source: Foreground color, red component
be: Колер тэксту; чырвоны складнік

source: Forget known Remotes
be: Забыць вядомыя аддаленыя крыніцы

source: Forget you're not using tabulations.
be: Забудзьце пра тое, што вы не ўжываеце табуляцыю.

source: Form
be: Форма

source: Form action handler
be: Апрацоўшчык формы

source: Form control group
be: Група кіравання формы

source: Form field label text
be: Тэкст подпісу графы формы

source: Form input
be: Увод формы

source: Form input type
be: Тып уводу формы

source: Form method
be: Метад формы

source: Format
be: Фармат

source: Format settings:
be: Настройкі фармату:

source: Format:
be: Фармат:

source: Former Maintainers:
be: Былыя даглядчыкі:

source: Forward Search
be: Пошук наперад

source: Forward link
be: Спасылка перанакіравання

source: Found and replaced one occurrence
be: Знойдзена і заменена адно супадзенне

source: Frame
be: Фрэйм

source: Frame border
be: Аблямоўка фрэйма

source: Frame render parts
be: Элементы фрэйма

source: Frame source
be: Крыніца фрэйма

source: Frame spacing
be: Выклад фрэймаў

source: Frame target
be: Мэта фрэйма

source: Frameborder
be: Аблямоўка фрэйма

source: Frames over which to perform zoom
be: Колькасць кадраў для маштабавання

source: Frameset
be: Набор фрэймаў

source: Frameset columns
be: Слупкі фрэймаў

source: Frameset rows
be: Радкі фрэймаў

source: Framespacing
be: Выклад фрэймаў

source: Frequency Scaling Unsupported
be: Зьмена частаты не падтрымліваецца

source: Frequency of radio station
be: Частата радыёстанцыі

source: Fridays
be: У пятніцы

source: Full Battery Notification
be: Нагадваць пра поўны зарад батарэі

source: Full Screen
be: На ўвесь экран

source: Full _Name:
be: Поўнае _імя:

source: Fullscreen
be: На ўвесь экран

source: Function cosine
be: Функцыя cosine

source: Function e^
be: Функцыя e^

source: Function exp
be: Функцыя exp

source: Function log
be: Функцыя log

source: Function log10
be: Функцыя log10

source: Function sine
be: Функцыя sine

source: Funk
be: Фанк

source: Fuzzy
be: Няпэўна

source: GB
be: Гб

source: GCONF_DISABLE_MAKEFILE_SCHEMA_INSTALL is set, not installing schemas
be: GCONF_DISABLE_MAKEFILE_SCHEMA_INSTALL усталяваная, не ўсталёўваем схемы

source: GConf Error (FIXME): %s
be: Памылка GConf (FIXME): %s

source: GConf audio output
be: Аўдыёвывад GConf

source: GConf audio recording
be: Запіс аўдыё Gconf

source: GConf error: %s
be: Памылка GConf: %s

source: GConf key '%s' set to '%s'
be: GConf ключ '%s' выстаўлены як '%s'

source: GConf key '%s' set to boolean '%s'
be: GConf ключ '%s' выстаўлены як лягічны '%s'

source: GConf key '%s' set to float '%s'
be: GConf ключ '%s' выстаўлены як лік зь нефіксаванай коскаю '%s'

source: GConf key '%s' set to integer '%s'
be: GConf ключ '%s' выстаўлены як цэлы '%s'

source: GConf key '%s' set to list '%s'
be: GConf ключ '%s' выстаўлены як сьпіс '%s'

source: GConf key '%s' set to pair '%s'
be: GConf ключ '%s' выстаўлены як пара '%s'

source: GConf key '%s' set to schema '%s'
be: GConf ключ '%s' выстаўлены як схема '%s'

source: GConf key '%s' set to string '%s'
be: GConf ключ '%s' выстаўлены як радок '%s'

source: GConf key '%s' unset
be: GConf ключ '%s' скасаваны

source: GEOMETRY
be: ГЕАМЕТРЫЯ

source: GHex (%s): Find & Replace Data
be: GHex (%s): пошук і замена даных

source: GHex (%s): Find Data
be: GHex (%s): пошук даных

source: GHex (%s): Find Data: Add search
be: GHex (%s): пошук даных: новы пошук

source: GHex (%s): Jump To Byte
be: GHex (%s): пераход да байта

source: GHex Preferences
be: Настройкі GHex

source: GHex Website
be: Сеціўная пляцоўка GHex

source: GNOME Clocks
be: Гадзіннікі GNOME

source: GNOME Screensaver
be: Ахоўнік экрану GNOME

source: GNOME Weather
be: Надвор'е GNOME

source: G_enres, artists and albums
be: _Жанры, выканаўцы і альбомы

source: General
be: Галоўнае

source: General Properties
be: Агульныя ўласьцівасьці

source: Generate _random password
be: Згенэраваць _выпадковы пароль

source: Generic embedded object
be: Звычайны ўбудаваны аб'ект

source: Generic metainformation
be: Звычайная метаінфармацыя

source: Generic span
be: Звычайны інтэрвал

source: Genre
be: Жанр

source: Genres
be: Жанры

source: Get More Add-Ins...
be: Атрымаць больш дадаткаў...

source: Get an account at
be: Атрымайце конт на

source: Get cursor value
be: Узяць значэнне пад курсорам

source: Get information about this artist
be: Атрымаць звесткі пра гэтага выканаўцу

source: Get translation suggestions from a data base.
be: Атрыманне прапаноў перакладу з базы даных.

source: Gets the value at cursor in binary, octal, decimal, hex and ASCII
be: Атрымаць значэнне пад курсорам у двайковым, васьмярковым, дзесятковым, шаснаццатковым ці ASCII-фармаце.

source: Gettext returned a null message domain list.
be: Gettext вярнуў пусты спіс паведамленняў дамена.

source: Gettext translation
be: Пераклад Gettext

source: Gettext translation template
be: Шаблон перакладу Gettext

source: Geyes Applet Factory
be: Вытворчасьць аплета Geyes

source: Geyes Preferences
be: Перавагі Geyes

source: Give up administration rights
be: Адмовіцца ад правоў адміністраваньня

source: Glass
be: [PO-fuzzy] Бас

source: Global keyboard grab
be: Глабальны захоп клавіятуры

source: Gnome Panel applet for selecting strange characters that are not on my keyboard. Released under GNU General Public Licence.
be: Распаўсюджваецца пад ліцэнзіяй GNU General Public Licence.

source: Go to Message
be: Перайсці да паведамлення

source: Go to Trash
be: Перайсьці да сьметніцы

source: Go to the first message
be: Перайсці да першага паведамлення

source: Go to the last message
be: Перайсці да апошняга паведамлення

source: Go to the next fuzzy message
be: Перайсці да наступнага няпэўнага паведамлення

source: Go to the next fuzzy or untranslated message
be: Перайсці да наступнага неперакладзенага ці няпэўнага паведамлення

source: Go to the next untranslated message
be: Перайсці да наступнага неперакладзенага паведамлення

source: Go to the previous fuzzy message
be: Перайсці да папярэдняга няпэўнага паведамлення

source: Go to the previous fuzzy or untranslated message
be: Перайсці да папярэдняга няпэўнага ці неперакладзенага паведамлення

source: Go to the previous untranslated message
be: Перайсці да папярэдняга няпэўнага паведамлення

source: Good Signature
be: Сапраўдны подпіс

source: Goto Next Bookmark
be: Да наступнай закладкі

source: Goto Previous Bookmark
be: Да папярэдняй закладкі

source: Goto the next bookmark
be: Перайсці да наступнай закладкі

source: Goto the previous bookmark
be: Перайсці да папярэдняй закладкі

source: Graph color for buffer memory
be: Колер графіка буфэрнай памяці

source: Graph color for cached memory
be: Колер графіка памяці кэша

source: Graph color for disk read
be: Колер графіка загрузкі дыска

source: Graph color for disk write
be: Колер графіка запісу на дыск

source: Graph color for input network activity
be: [PO-fuzzy] Колер графіка дзейнасьці лякальнай сеткі

source: Graph color for iowait related CPU activity
be: Колер графіка дзейнасьці працэсара, зьвязанай з iowait

source: Graph color for load average
be: Колер графіка сярэдняй загрузкі

source: Graph color for loopback network usage
be: [PO-fuzzy] Колер графіка выкарыстаньня іншых сеткавых інтэрфэйсаў

source: Graph color for nice-related CPU activity
be: Колер графіка дзейнасьці працэсара, зьвязанай з прыярытэтамі

source: Graph color for output network activity
be: [PO-fuzzy] Колер графіка дзейнасьці лякальнай сеткі

source: Graph color for shared memory
be: Колер графіка памяці агульнага выкарыстаньня

source: Graph color for system-related CPU activity
be: Колер графіка сыстэмнай дзейнасьці працэсара

source: Graph color for user-related CPU activity
be: Колер графіка выкарыстаньня працэсара карыстальнікамі

source: Graph color for user-related memory usage
be: Колер графіка выкарыстаньня памяці карыстальнікамі

source: Graph color for user-related swap usage
be: Колер графіка выкарыстаньня прасторы падкачкі карыстальнікамі

source: Graph size
be: Памер графіка

source: Graphic
be: Графічны

source: Graphic and Text
be: Графічна-тэкставы

source: Graphic tablets management
be: Кіраваньне графічнымі пляншэтамі

source: Graphical login manager
be: Графічны кіраўнік уваходу

source: Greek alpha
be: Грэцкая альфа

source: Greek beta
be: Грэцкая бэта

source: Greek epsilon
be: Грэцкі эпсілан

source: Greek gamma
be: Грэцкая гама

source: Greek lambda
be: Грэцкая лямбда

source: Greek rho
be: Грэцкая ро

source: Greek tau
be: Грэцкая тау

source: Grilo media browser
be: Медыяаглядальнік Grilo

source: Group
be: Група

source: Group "%s" already exists
be: Група "%s" ужо існуе

source: Group '%s' Properties
be: Уласьцівасьці групы «%s»

source: Group ID %d is already used by group "%s"
be: Групавы ID %d ужо выкарыстоўваецца групай «%s»

source: Group ID of the Administrator account should not be modified
be: Нельга зьмяніць ID групы адміністратараў

source: Group Members
be: Удзельнікі групы

source: Group _ID:
be: _ID групы:

source: Group _name:
be: Наз_ва групы:

source: Group data by 16 bits
be: Групаваць даныя па 16 бітаў

source: Group data by 32 bits
be: Групаваць даныя па 32 біты

source: Group data by 8 bits
be: Групаваць даныя па 8 бітаў

source: Group name
be: Назва групы

source: Group name has invalid characters
be: Назва групы ўтрымлівае забароненыя сымбалі
